Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: The 2015 Global Gender Gap Index, ranks Egypt at 136 out of 145 countries worldwide. Women have significantly lower participation in the labor force than men (26% vs 79%) and lower literacy (65% literacy for women vs 82% of males). We have 89 (14.9%) women in the parliament, 14 are appointed and 75 are elected.
ne: एसएम: लैंगिक समतामा इजिप्ट धेरै तल छ। सन् २०१५ को ग्लोबल जेन्डर ग्याप इन्डेक्सले इजिप्टलाई विश्वभरिका १४५ देशमध्ये १३६ औं स्थानमा राखेको छ। महिलाहरूको श्रमशक्तिमा पुरुषको तुलनामा उल्लेखनीय तवरले कम सहभागिता (७९% को विरुद्ध २६%) र कम साक्षरता (पुरुषहरूको ८२% को विरुद्ध महिलाहरूको ६५%) रहेको छ। हाम्रो संसदमा १४ मनोनित र ७५ निर्वाचित गरी ८९ (१४.९%) महिला छन्।

source: Rice Fields and Carabaos: A Glimpse of Rural Life in the Philippines · Global Voices
ne: धानखेत र भैंसीहरू: फिलिपिन्सको ग्रामीण जीवनको एक झलक

source: Listen, can you not hear the song of a new life coming from the fields and the mountains? Photo and caption by Lito Ocampo, used with permission
ne: सुन्नुस् त, के तपाईंले खेत र पहाडबाट गुञ्जिएका नयाँ जीवनका गीत सुन्नुभएन? फोटो र क्याप्शन: लिटो अकाम्पो, अनुमति लिएर प्रयोग गरिएको।

source: Veteran photographer and activist Lito Ocampo has been making frequent visits to his hometown of Pampanga, located in the central part of Luzon Island in the Philippines, to escape the noise and dirt of the capital region Manila.
ne: राजधानी मनिलाको कोलाहल र फोहोरबाट भाग्न अनुभवी फोटोग्राफर र अधिकारकर्मी लिटो ओकाम्पॊ फिलिपिन्सको लुजोन द्वीपको मध्यभागमा रहेको आफ्नो गृहनगर बारम्बार गइरहन्छन्।

source: His visits allowed him to recall his childhood while enjoying the quaint beauty of his birthplace.
ne: उनका भ्रमणहरूले आफ्नो जन्मस्थलको सुन्दरतामा रमाउँदै गर्दा उनलाई बाल्यकालको स्मरण ताजा गरायो।

source: Through photos he shared with Global Voices, Ocampo captured not just typical scenes in a lowland farming village, but also, perhaps unintentionally, the state of Philippine agriculture.
ne: ग्लोबल भ्वाइसेजसँग उनले सेयर गरेका तस्वीरहरूमा ओकाम्पॊले समतल क्षेत्रका कृषि गाउँका दृश्यमात्र खिंचेका छैनन् परन्तु सायद नजानिकन उनले फिलिपिन्सको कृषिको अवस्था पनि क्यामेरामा कैद गरेका छन्।

source: The use of roads for drying crops indicates the lack of facilities available to farmers.
ne: उदाहरणका लागि, भैंसीको प्रचलित प्रयोगको निरन्तरताले कृषि क्षेत्रको पिछडिएको अवस्थालाई प्रतिबिम्बित गर्दछ। बाली सुकाउनका लागि सडकको प्रयोगले किसानहरूको लागि उपलब्ध सुविधाहरूको कमी देखाउँछ।

source: Beyond highlighting idyllic countryside life, Ocampo reminds young photographers to take in the plight of rural residents, especially farmers, who are among the country’s poorest people and suffer health risks due to the backbreaking work they undertake in the fields.
ne: रमणीय ग्रामीण जीवनमा प्रकाश पार्नुको अलावा ओकाम्पो युवा फोटोग्राफरहरूलाई ग्रामीण बासिन्दा, विशेष गरी किसानहरूका दुःख सम्झाउँछन् जो देशका गरिबमध्ये पर्छन् र उनीहरूले खेतमा गर्ने गाह्रो कामले गर्दा स्वास्थ्यसम्बन्धी जोखिम भोग्छन्।

source: Thus, Ocampo’s photos can also be used to educate the public about problems regarding land use, the status of the land reform program and the pressing need to protect the environment.
ne: बढ्दो शहरीकरणका कारण धेरै कृषि गाउँ तथा अकाम्पोका गृहनगरजस्तै हरियालीयुक्त वासस्थानलाई तुरुन्तै व्यावसायिक जमीन वा पर्यटन केन्द्रमा परिणत गर्न सकिन्छ। तसर्थ, अकाम्पोका फोटो जमीनको प्रयोगसम्बन्धी समस्या, भूमिसुधार कार्यक्रमको अवस्था तथा वातावरण जोगाउनुपर्ने आवश्यकताबारे सर्वसाधारणलाई शिक्षा दिन पनि प्रयोग गर्न सकिन्छ।

source: Next to fisherfolk, farmers belong to the poorest sector in the Philippines. Photo by Lito Ocampo, used with permission
ne: पाम्पांगा प्रान्तमा रहेको स्टा रिटा शहरको परोक्ष भ्रमण गर्नुहोस्:

source: Photo by Lito Ocampo, used with permission
ne: सुविधाको कमीका कारण किसान आफ्ना बाली सडकमा सुकाउन बाध्य छन् । फोटो: लिटो अकाम्पो, अनुमति लिएर प्रयोग गरिएको।

source: Bathing is important for carabaos before they are used in the fields.
ne: खेतमा प्रयोग गरिनुअगाडि भैंसीलाई नुहाउनु जरुरी छ। फोटो: लिटो अकाम्पो, अनुमति लिएर प्रयोग गरिएको।

source: Photo and caption by Lito Ocampo, used with permission
ne: धान खेतमा चराहरू। फोटो: लिटो अकाम्पो, अनुमति लिएर प्रयोग गरिएको।

source: Maya birds at the rice fields. Photo and caption by Lito Ocampo, used with permission
ne: 'कार' पार्किङ्ग। भैंसीको गोठ। फोटो: लिटो अकाम्पो, अनुमति लिएर प्रयोग गरिएको।

source: Carabao shed. Photo by Lito Ocampo, used with permission Photographer Lito Ocampo at an irrigation canal.
ne: सिंचाइ नहरमा उभिएका फोटोग्राफार लिटो अकाम्पो।

source: Pakistanis Demand #JusticeForZainab, 7-Year-Old Raped and Murdered in Kasur · Global Voices
ne: कसुरमा बलात्कारपश्चात् हत्या गरिएकी सात वर्षीया जैनाबका लागि न्यायको माग गर्दै पाकिस्तानीहरू

source: Screenshot of some of the photos found under the #JusticeForZainab hashtag on Instagram.
ne: इन्स्टाग्राममा #JusticeForZainab (जैनाबका लागि न्याय) ह्याशट्यागअन्तर्गत भेटिएका केही फोटोका स्क्रीनशट।

source: Zainab Ansari was discovered in a dumpster on January 9 in Kasur district of Punjab province, four days after she was kidnapped.
ne: सात वर्षीया बालिका जैनाबको अपहरण, बलात्कार र हत्याविरुद्ध पाकिस्तानका जनताले तुरुन्तै न्याय तथा अभियुक्तलाई कडाभन्दा कडा सजाय को माग गरेका छन्।

source: The post-mortem report suggests that the minor was strangled to death after being raped.
ne: अपहरणको चार दिनपश्चात् जनवरी ९ का दिन पंजाब प्रान्तको कसुर जिल्लाको फोहोरमैला फालिने ठाउँमा जैनाब अन्सारी भेटिएकी थिइन्। पोस्टमार्टम रिपोर्टका अनुसार उनलाई बलात्कार गरी घाँटी थिचेर मारिएको थियो।

source: The news triggered clashes in Kasur that left at least two people dead and several injured as police opened fire to disperse angry protesters demanding the immediate arrest of the rapist and murderer, who remains at large.
ne: यस समाचारले कसुरमा मुठभेड निम्त्यायो जसमा दुई जनाले ज्यान गुमाए र कैयौं घाइते भए। फरार बलात्कारी तथा हत्यारालाई तुरुन्तै पक्रने माग गरिरहेका क्रुद्ध प्रदर्शनकारीलाई तितरबितर पार्न प्रहरीले गोली चलाउँदा यो घटना घट्यो।

source: The protests soon spread across the country, and on January 11 students, lawyers and other Pakistanis took to streets to continue putting pressure on authorities.
ne: त्यसको लगत्तै देशभरि प्रदर्शन फैलियो र जनवरी ११ का दिन विद्यार्थी, वकिल तथा अन्य पाकिस्तानीहरू निकायहरूलाई दबाब दिइरहनका निम्ति सडकमा उत्रिए।

source: Why has Zainab's case caused such widespread outrage?
ne: जैनाबको मुद्दाले किन त्यस्तो व्यापक आक्रोश निम्त्यायो?

source: Footage of violent protests in Kasur, police firing on protesters, an emotional interview of Zainab's parents, and CCTV footage released to the public showing Zainab being led by the hand by an unknown man have all stirred emotions of Pakistanis. The picture of Zainab’s rapist & killer is clearly captured. Why he is still roaming freely?
ne: कसुरमा भएको हिंसात्मक प्रदर्शनको फुटेज, प्रदर्शनकारीमाथि प्रहरीको गोली प्रहार, जैनाबका बाबुआमाको भावुक अन्तरवार्ता, तथा सर्वसाधारणका लागि रिलीज गरिएको एउटा नचिनेको मानिसले जैनाबलाई हात समाई डोर्याउँदै लगेको सीसीटिभी फुटेजले पाकिस्तानीहरूलाई मर्माहत बनाएका छन्।

source: Columnist and blogger Moeed Pirzada, writing on Global Village Space, a news site that promotes dialogue and understanding, characterized the reason as: 12 young girls, have been raped and murdered in the last one year. Most cases have remained unresolved, and public points out that even when culprits are arrested police and judiciary are unable to convincingly punish them.
ne: जैनाबको बलात्कारी र हत्याराको तस्वीर प्रष्ट देखिएको छ। ऊ किन अहिलेसम्म स्वतन्त्र घुमिराखेको छ? के यहाँका संस्था तथा निकायहरूले उसलाई समात्न सक्छन्? के हामी यस जनावरलाई समात्न र सार्वजनिक रूपमा दण्ड दिन सक्छौ? के हामी हाम्रा बालबालिकालाई सुरक्षित राख्न केही गर्न सक्छौ?

source: Zainab was the 12th such case of sexual assault and murder to occur within the last year in Kasur. The district was also where an organized child pornography ring came to light in 2015; Zainab’s case was a sad reminder of the misery of those nearly 300 children, aged between 10 and 15 years, who were subjected to sexual abuse and videotaped.
ne: तर सुरुवातमा मासिहरूलाई के कारणले एकजुट भए? स्तम्भ लेखक तथा ब्लगर मोइद पिरजादाले संवाद तथा समझदारी प्रवर्धन गर्ने समाचारमूलक साइट ग्लोबल भिलेज स्पेशमा लेख्दै यसका कारण खुलाए:

source: There have been 11 Zainabs in Kasur last year, we forgot about them after a brief outrage!
ne: गत एक वर्षमा १२ बालिकाहरू बलात्कृत र हत्या गरिएका छन्। धेरै घटनाहरू समाधान भएका छैनन् र सर्वसाधारणले के औंल्याएका छन् भने अभियुक्तहरू समातिए पनि प्रहरी र न्यायालयले उनीहरूलाई प्रभावकारी ढंगले सजाय दिन सकेका छैनन्। पाकिस्तानको "आपराधिक कार्यवाही प्रणाली"को असफलता नै यस जनआक्रोशको मूल कारक हो।

source: Now, will we force Police, Govts & Courts to act on the 12th Zainab or forget about this too after a few days & wait for a 13th Zainab to make us angry again?
ne: गत वर्ष कसुरमा घटेका यौन आक्रमण तथा हत्यामध्ये जैनाबको मामिला १२ औं हो। यस जिल्लामा सन् २०१५ मा बालबालिकासम्बद्ध अश्लील साहित्य प्रकाशन गर्ने संगठित गिरोहको खुलासा भएको थियो, जैनाबको मामिलाले १० देखि १५ वर्षका ३०० जति बालबालिकालाई यौन दुर्व्यवहार गरी भिडियोटेप गरिएको दुर्भाग्यपूर्ण दुःखद घटनाको सम्झना गरायो।

source: Social media demands #JusticeforZainab
ne: जैनाबको अन्तिम गृहकार्य।

source: While the story has triggered angry demonstrations in the streets, more than half a million social media users have used #JusticeForZainab.
ne: बालबालिकाको सुरक्षामा काम गर्ने गैरसरकारी संस्था साहिलले तयार पारेको विवरणअनुसार पाकिस्तानभरि प्रत्येक दिन बालबालिकाप्रति हुने यौन दुर्व्यवहारका औसतमा ११ घटनाहरू रिपोर्ट गरिन्छन्। यस संस्थाका अनुसार ६० प्रतिशतभन्दा बढी घटना पंजाबमा घटेका थिए।

source: The hashtag was first used by activists for the opposition party Pakistan Awami Tehreek (PAT), but soon was picked up by ordinary people and began trending around the world after two protesters were killed by police.
ne: सन् २०१६ मा पाकिस्तानको सिनेटले एउटा कानुन पास गर्यो जसले पहिलोपल्ट नाबालिगमाथि गरिने यौन आक्रमण, बालबालिकासम्बद्ध अश्लील साहित्य, र बेचबिखनलाई गैरकानुनी घोषित गर्यो। तर यस कानुनको कार्यान्वयन एक चुनौती रहिआएको छ किनकि यसका लागि स्रोत विनियोजन, कानुन प्रवर्तक निकायहरूलाई प्रशिक्षण तथा जनचेतनासम्बन्धी अभियानहरू संचालन गर्न जरुरी छ।

source: Activist and lawyer Jibran Nasir talked about breaking taboos on sexual abuse in Pakistan:
ne: बालबालिकाको सुरक्षाका लागि राजनैतिक इच्छाशक्तिको कमी, बालबालिकालाई लैंगिकता तथा जीवनकलामा आधारित शिक्षा दिन समाजको तत्परतामा कमी, र पाकिस्तानमा रहेको अन्तर्निहित स्त्रीद्वेषले यस अवस्थालाई झन बिगारिरहेका छन्।

source: Some people highlighted the need to educate children so that they help report offenders: #JusticeforZainab should be a nationwide crack down on sexual predators. We need to protect all our children from abuse.We need education programs,awareness campaigns,police programs, harsher penalties, help lines-THE WORKS!
ne: यी मामिलाहरूमा ध्यान पुर्याउनु जरुरी छ, तर सधैंका लागि अवस्था परिवर्तन नभएसम्म यसलाई दीगो राखिराख्नु त्यतिकै महत्वपूर्ण छ, अभिनेता तथा अधिकारकर्मी हम्जा अली अब्बासीले फेसबूकमा तर्क दिए झै:

source: Her death should mark a turning point for our nation! — Shaniera Akram (@iamShaniera) January 11, 2018
ne: गत वर्ष कसुरमा ११ जैनाबहरू पीडित भए, हामीले क्षणिक आक्रोशपश्चात् उनीहरूलाई बिर्स्यौ। के अब हामीले प्रहरी, सरकार र न्यायालयलाई १२ औं जैनाबको मामिलामा दबाब दिने कि योबारे पनि केही दिनमा बिर्सने अनि हामीलाई फेरि आक्रोशित बनाउन १३ औं जैनाबलाई कुर्ने?

source: It isn’t enough just to catch Zainab’s killer and rapist, or the killers and rapists of other children, but to PROTECT our children.
ne: जैनाबको लागि न्यायको (#JusticeforZainab) माग गर्दै सोसल मिडिया यस घटनाले सडकमा आक्रोशित प्रदर्शन निम्त्याउँदै गर्दा पाँच लाख भन्दा बढी सोसल मिडिया प्रयोगकर्ताले #JusticeForZainab (जैनाबका लागि न्याय) ह्याशट्याग प्रयोग गरेका छन्।

source: And that is the responsibility first of the parents, and then the state #JusticeForZainab — Amber Rahim Shamsi (@AmberRShamsi) January 10, 2018
ne: यो ह्याशट्याग पहिलो पल्ट अधिकारकर्मीहरूद्वारा विपक्षी पार्टी पाकिस्तान अवामी तेहरिक (प्याट) का लागि प्रयोग गरिएको थियो, तर तुरुन्तै सर्वसाधारणले यसको प्रयोग गर्न थाले र प्रहरीद्वारा दुई प्रदर्शनकारी मारिएपछि यो विश्वभरि ट्रेन्डिङ्ग हुन थाल्यो।

source: Others have posted photographs of themselves demanding justice for Zainab:
ne: अधिकारकर्मी तथा वकिल जिब्रान नासिरले पाकिस्तानमा यौन दुर्व्यवहारबारे बोल्नमा रहेको सामाजिक निषेध तोड्नेबारे कुरा गरे:

source: @shazma.amjad #justiceforzainab🙏 #justiceforzainab🙏 #justiceforzainab🙏😢 #justice4zainab #weareallinthistogether #justiceforzainab A post shared by JUSTICE FOR ZAINAB (@justiceforzainab2018) on Jan 10, 2018 at 2:29pm PST
ne: "यौन दुर्व्यवहारबारे बोलौं - यसबारे बोल्नमा रहेको सामाजिक निषेध तोडौं" जनचेतना तथा कानुनको कडा कार्यान्वयनमार्फत बालबालिकाको सुरक्षाको माग गर्दै विद्यार्थी, शिक्षक, मिडियाकर्मी तथा अधिकारकर्मीहरू आज कराँची प्रेस क्लबमा जम्मा भए।

source: Nobel Peace prize winner and activist for girls right to education, Malala Yousafzai, has joined the conversation, demanding that the government take action:
ne: जैनाबका लागि न्याय यौन दुराचारीविरुद्ध राष्ट्रव्यापी खोजतलास हुनुपर्छ। हामीले हाम्रा बालबालिकालाई दुर्व्यवहारबाट बचाउनु जरुरी छ। हामीलाई शैक्षिक कार्यक्रम, जनचेतना अभियान, प्रहरी कार्यक्रम, झन कठोर सजाय, हेल्पलाइनहरू - हुने कार्यहरू चाहिन्छ! उनको मृत्युले हाम्रो देशको लागि एउटा प्रस्थान विन्दूको काम गरोस्!

source: Heartbroken to hear about Zainab - a 7 year old child abused and brutally killed in Kasur, Pakistan.
ne: जैनाबको हत्यारा र बलात्कारीलाई वा अन्य बालबालिकाका हत्यारा र बलात्कारीलाई समाउनुमात्रले केही हुने छैन बल्कि हाम्रा बालबालकिालाई सुरक्षा दिनुपर्छ। र यो पहिला अभिभावक र पछि राष्ट्रको जिम्मेवारी हो जैनाबका लागि न्याय (#JusticeForZainab)

source: This has to stop.
ne: अन्यले जैनाबका लागि न्यायको माग गर्दै आफ्ना फोटो पोष्ट गरेका छन्:

source: Gov and the concerned authorities must take action. #JusticeForZainab — Malala (@Malala) January 10, 2018
ne: पाकिस्तानको कसुरमा यौन दुर्व्यवहार गरिएर क्रूरतापूर्वक मारिएकी ७ वर्षीय बालिका जैनाबबारे सुन्दा मर्माहत भएकी छु। यो रोकिनु पर्छ। सरकार तथा सम्बन्धित निकायले कदम चाल्नु जरुरी छ।

source: Justice for all children
ne: सबै बालबालिकाका लागि न्याय

source: While the public's attention was intensely focused on Zainab's case, in Dijkot, a town of Punjab's Faisalabad, the body of 15-year-old boy Faizan was found in a field. He was also sexually assaulted and then killed. It was a stark reminder of how important protections for children are.
ne: सर्वसाधारणको ध्यान जैनाबको मामिलातिर केन्द्रित हुँदा पंजाबको फैसलाबादको एक शहर दिजकोटमा १५ वर्षीय बालक फैजानको शव खेतमा फालिएको अवस्थामा भेटियो। उनलाई पनि यौन आक्रमण गरी हत्या गरिएको थियो।

source: Neighboring India erupted against sexual abuse after the 2012 Delhi gang-rape case.
ne: यो घटनाले बालबालिकाको सुरक्षा कति महत्वपूर्ण छ भन्ने कुरा सम्झायो।

source: Will Zainab's rape and murder prove to be the tipping point when Pakistan finally moves to protect its children? We'll have to wait and see.
ne: सन् २०१२ को सामूहिक बलात्कारपछि छिमेकी भारत यौन दुर्व्यवहारप्रति खनिएको थियो। के जैनाबको बलात्कार र हत्याले पाकिस्तानलाई बालबालिकाको सुरक्षातर्फ केही गर्न अघि डोर्याउने छ? यसका लागि हामीले कुर्नु छ र हेर्नु छ।

source: Barbados' Sewage 'Crisis' Causes a Flood of Problems · Global Voices
ne: बार्बाडोसको ढल सङ्कटले निम्त्याएको समस्या

source: The unthinkable has happened to one of the Caribbean's most popular destinations — and it has struck at the height of tourist season. 2018 began with a sewage leak — which the Barbados Water Authority (BWA) called a "crisis" — seeping across parts of the island's popular south coast.
ne: क्यारिबियनको सबैभन्दा लोकप्रिय गन्तब्यहरूमध्ये एक क्षेत्रमा सोच्दै नसोचिएको घटना घटेको छ - र यस्तो पर्यटक मौसमको मुख्य सिजनमा भएको छ। सन् २०१८ ढल फुटेर चुहिने समस्या सहित शुरू भयो - टापुको लोकप्रिय दक्षिण तटको भागहरुमा विस्तारै बग्दै - जसलाई बार्बाडोस जल प्राधिकरण (बीडब्लुए) ले "सङ्कट" भन्यो।

source: The incident has already caused a slew of problems in the country: Residents have had to move to more hospitable areas, many south coast-based businesses have closed, visitors to the island have complained about contracting gastroenteritis, and the tourist-friendly destination has endured unfavourable reviews on travel websites.
ne: यस घटनाले पहिले नै देशमा गम्भीर समस्या उत्पन्न गरेको छ; बासिन्दाहरू अनुकूल क्षेत्रहरूमा सर्नु परेको छ, दक्षिणी तटमा आधारित धेरै व्यवसायहरू बन्द भएका छन्, टापुमा यात्रा गर्ने आगन्तुकहरुले ग्यास्ट्रोइन्टेरिटिस संकुचनको सिकायत गरेका छन्, र पर्यटक-मैत्री गन्तव्यले यात्रा वेबसाइटहरूमा प्रतिकूल समीक्षा गरिएको हेर्नु परेको छ।

source: Experts from neighbouring Trinidad and Tobago are assisting the BWA in their efforts to solve the problem; however, Patricia Inniss, head of the BWA's wastewater division, was quite clear that "every tourist, business person, householder" has to play a part in finding a solution.
ne: छिमेकी ट्रिनिडाड एण्ड टोबागोका विशेषज्ञहरूले समस्या समाधान गर्नका लागि बीडब्लुएको प्रयासलाई सहयोग गरिरहेका छन्; तथापि, बीडब्लुएको दूषित जल विभाग प्रमुख पेट्रिसिया इन्निस स्पष्ट थिइन् कि "हरेक पर्यटक, व्यवसायी, घरधनी" ले समाधानको निमित्त भूमिका निभाउनु पर्दछ। उनले थपिन्, "हामी सबैलाई गम्भीरतापूर्वक अपील गर्दैछौं - वासिन्दाहरु मात्र नभएर ठूला व्यापारिक घरानाहरु, होटेलहरू, ठूला अतिथि गृहहरू - हामी यस अवस्थामा विशेष गरी कसैलाई पहिचान गर्न गइरहेका छैनौं किनभने हामीलाई थाहा छैन कि वास्तवमा मुख्य योगदानकर्ताहरू को को हुन्।"

source: She added, "We are appealing seriously to all — not only residents but larger commercial houses, hotels, large guest houses — we are not going to identify anyone specifically at this point because we don’t know exactly who are the main contributors."
ne: हालको घटनाले विगतका रोकावटको स्मरण गराउछ त्यस समयमा अनुपयुक्त्त फोहोर नालीमा मिसिएको कारणले गर्दा ढलको पम्पहरू र फिल्टरिङ उपकरणहरूमा क्षति पुर्याउथ्यो। इन्निस ती बार्बाडियनहरूलाई अपील गरेकी छिन् जसले उपयुक्त्त तरिकाले फोहोर व्यवस्थापन गर्दैनन् र उनीहरूलाई सिकाउन आफ्नो संगठनको सहायता प्रस्ताव गर्छिन्।

source: But action didn't come fast enough for some countries. In short order, Canada, the United States, and the United Kingdom put out travel advisories warning their citizens about the risks of travel to Barbados.
ne: तर केही देशहरूले तत्कालै प्रतिक्रिया दिँदैनन्। तत्काल क्यानाडा, संयुक्त राज्य अमेरिका, र संयुक्त अधिराज्य ले बार्बाडोस भ्रमणको जोखिमबारे उनीहरूका नागरिकलाई चेतावनी सहित ट्राभल एडभाइजरी जारी गरे।

source: The whole mess has been made worse by the fact that some experts saw it coming. In January 2017, anonymous BWA officials told Barbados Today that the country's waste system was on the verge of collapse. These same BWA officials also confirmed allegations by Mia Mottley, the country's opposition leader, that the government had turned down offers to finance the rehabilitation of faulty diffusers and the construction of a proper sewage system for the west coast.
ne: सम्पूर्ण गढबढीलाई यस तथ्यले अझ खराब बनाएको छ कि केही विशेषज्ञहरूलाई समस्या बारे पहिले नै जानकारी थियो। जनवरी २०१७ मा, बीडब्लुए अधिकारीहरूले आफ्नो नाम गोप्य राखेर बार्बाडोस टूडे लाई बताए कि देशको फोहोर व्यवस्थापन प्रणाली विनाशको संघारमा थियो। तीनै बीडब्लुए अधिकारीहरूले देशका विपक्षी नेता , मिया मोटलेद्वारा लगाइएको आरोपको पुष्टि गरे कि सरकारले खराब डिफ्युजरहरुको पुनर्निर्माणमा खर्च गर्ने र पश्चिम तटको लागि एक उचित ढल प्रणाली निर्माण गर्ने प्रस्तावलाई अस्वीकार गरेको छ।

source: With regard to the south coast, which is the location of the current effluent leak, the source said, "How can you be building hotels on the south coast and in Bridgetown when the entire Bridgetown and south coast sewage plants are outdated and dilapidated?
ne: दक्षिण तटको बारेमा, जुन अहिले ढल फुटेको स्थान हो, स्रोतले भन्यो, "कसरी दक्षिण तट र ब्रिजटाउन मा होटलको निर्माण गर्न सक्नुहुन्छ जब कि पूरै ब्रिजटाउन र दक्षिणी तट सीवेज प्लान्ट पुरानो र जीर्ण छन्। यी प्लान्टहरुका लागि तत्काल ध्यान दिन जरुरी छ।“

source: These plants need urgent attention." This lack of attention has turned the controversy into a political football, with Mottley promising that her government will solve the sewage crisis should it win this year's upcoming general elections and Minister of Commerce, Industry and Small Business Development Donville Inniss defending his government as the poop literally hit the fan — or at least the pavement. He also denied that the Democratic Labour Party (DLP) government knew about the problem and ignored it.
ne: यस असावधानीले विवाद राजनीतिक खेलमा बदलिएको छ, मोटले विश्वास दिलाउछिन् कि आगामी आम चुनावमा विजय हासिल गर्न सके उनको सरकारले ढलको संकट समाधान गर्नेछ; अर्को तर्फ जब स्थिति बिग्रियो वा सार्वजनिक भयो उद्योग, वाणिज्य तथा लघु व्यवसाय विकास मन्त्री डोनभिल इन्निस आफ्नो सरकारको बचाव गर्दै छन्। डेमोक्रेटिक लेबर पार्टी (डीएलपी) को सरकारलाई समस्या बारे अवगत थियो र यसलाई बेवास्ता गर्यो भन्ने कुरा पनि उनले अस्वीकार गरे।

source: In a post titled, A Shitty South Coast, the popular Barbados Underground blog lamented the current situation: The South Coast of Barbados has been known at home and abroad as the place to wine, dine and party by locals and tourists alike.
ne: बार्बीडियनले यस मुद्दामा अनलाइन छलफल गर्दा धूर्त कुरा गरेनन्। लोकप्रिय बार्बाडोस अन्डरग्राउन्ड ब्लगको एउटा पोस्ट अ शिटी साउथ कोस्ट , शीर्षकमा वर्तमान स्थिति प्रति खेद व्यक्त गर्यो:

source: Regrettably in the last year the South Coast has been making the news because of sewage overflowing onto public spaces; roadways, residential and business premises.
ne: बार्बाडोसको दक्षिण तट मदिरा, भोजन र भोज भतेर स्थलको रुपमा देश तथा विदेशमा स्थानीयहरु र पर्यटकहरुद्वारा पनि चिनिएको छ। दुर्भाग्य गत वर्ष दक्षिण तटको सार्वजनिक स्थलहरु, सडक, आवासीय तथा व्यवसायिक परिसरहरुमा ढल बगेको कारण समाचार बनिरहेको छ।

source: The reality is that the sewage system in Barbados has been poorly maintained through the years and the hodgepodge approach of the BWA has been significantly affected by a lack of funds and pertinent expertise.
ne: वास्तविकता यो हो कि बार्बाडोसमा ढल प्रणाली वर्षौंदेखि पर्याप्त मर्मत हुने गरेको छैन र बीडब्लुएको गोलमाल योजना कोष र निपुण विशेषज्ञताको कमीले अत्यन्त प्रभावित भएको छ।

source: Many of us were bemused by the decision of ministers of government Richard Sealy and John Boyce to bath in the shitty waters of the South Coast in order to convince a suspicious public that all was well.
ne: जागरुक जनतालाई सबै ठिकठाक थियो भन्ने कुरा विश्वस्त पार्नको लागि दक्षिण कोस्टको फोहोर पानीमा नुहाउने सरकारका मन्त्रीहरू रिचर्ड सिली र जोन बोयसका निर्णयले हामीमध्ये धेरैलाई हतप्रभ बनायो।

source: We await PR stunt number 2!
ne: हामी पीआर स्टंट नम्बर २ को प्रतिक्षा गरिरहेका छौं!

source: While sewage continued to flow along parts of Barbados' south coast, Facebook users expressed their frustration over the government's mismanagement of the situation:
ne: बार्बाडोसको दक्षिणी तटका केही भागहरूमा लगातार ढल प्रवाह जारी रहँदा, फेसबुक प्रयोगकर्ताहरूले यस स्थितिमा सरकारको अकर्मण्यता प्रति निराशा व्यक्त गरे :

source: I refuse to eat or even partake in any event on that side of the island this is a down right national shame the government of Barbados should take full responsibility for this national disaster!
ne: म द्वीपको त्यस क्षेत्रमा खाना खान वा कुनै पनि कार्यक्रममा भाग लिन इन्कार गर्छु, यो एक नितान्त राष्ट्रिय लज्जा हो, बार्बाडोसको सरकारले यस राष्ट्रिय असफलताको लागि पूर्ण जिम्मेवारी लिनु पर्छ!

source: Japanese Media Struggles to Translate Trump's "Shithole" · Global Voices
ne: जापानी मिडियालाई ट्रम्पको "शिटहोल" अनुवाद गर्न सकस

source: "Donald Trump, Turd." Graphic by Liftarn. Public domain.
ne: "डोनाल्ड ट्रम्प, अप्रिय रुप।" ग्राफिक लिफ्टर्न। पब्लिक डोमेन।
